Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: 男性
de: Männlich
en: Male
ko: 남성
pl: Mężczyzna

source: 留空日期
de: Datum leer lassen
en: Leave Date Empty
ja: 日付を空欄にする
ko: 날짜 비워 두기
pl: Pozostaw datę pustą

source: 登场
de: Auftritt
en: Appearance
ja: 登場
ko: 등장
pl: Występ
zh_hant: 登場

source: 登场作品
de: Titel mit Auftritt
en: Appearances
ja: 登場作品
ko: 등장 작품
pl: Tytuły z występem
zh_hant: 登場作品

source: 登场角色
de: Auftretende Figuren
en: Characters
ja: 登場キャラクター
ko: 등장 캐릭터
pl: Występujące postacie
zh_hant: 登場角色

source: 登录
de: Anmelden
en: Sign In
ja: ログイン
ko: 로그인
pl: Zaloguj się
zh_hant: 登入

source: 登录VNDB
de: Bei VNDB anmelden
en: Sign In to VNDB
ja: VNDBにログイン
ko: VNDB에 로그인
pl: Zaloguj się do VNDB
zh_hant: 登入VNDB

source: 登录VNDB账户以使用资料库功能。
de: Melde dich bei einem VNDB-Account an, um die Mediathek-Funktionen zu verwenden.
en: Sign in to your VNDB account to use Library features.
ja: ライブラリ機能を使用するには、VNDBアカウントにログインしてください。
ko: 보관함 기능을 사용하려면 VNDB 계정에 로그인해 주세요.
pl: Zaloguj się na konto VNDB, aby korzystać z funkcji biblioteki.
zh_hant: 登入VNDB帳號以使用資料庫功能。

source: 登录VNDB账户后即可推荐视觉小说
de: Melde dich bei einem VNDB-Account an, um Visual Novels zu empfehlen
en: Sign in to a VNDB account to recommend visual novels
ja: VNDBアカウントにログインするとビジュアルノベルをおすすめできます
ko: VNDB 계정에 로그인하면 비주얼 노벨을 추천할 수 있습니다
pl: Zaloguj się na konto VNDB, aby polecać powieści wizualne
zh_hant: 登入VNDB帳號後即可推薦視覺小說

source: 登录VNDB账户后即可贡献翻译
de: Melde dich bei einem VNDB-Account an, um Übersetzungen beizutragen
en: Sign in to a VNDB account to contribute translations
ja: VNDBアカウントにログインすると翻訳に協力できます
ko: VNDB 계정에 로그인하면 번역에 기여할 수 있습니다
pl: Zaloguj się na konto VNDB, aby pomagać w tłumaczeniu
zh_hant: 登入VNDB帳號後即可貢獻翻譯

source: 登录结果中缺少授权码。
de: Im Anmeldeergebnis fehlt der Autorisierungscode.
en: The sign-in result didn’t include an authorization code.
ja: ログイン結果に認可コードが含まれていません。
ko: 로그인 결과에 인증 코드가 없습니다.
pl: Wynik logowania nie zawiera kodu autoryzacji.
zh_hant: 登入結果中缺少授權碼。

source: 登录验证失败，请再试一次。
de: Anmeldebestätigung fehlgeschlagen. Versuche es erneut.
en: Sign-in verification failed. Try again.
ja: ログインの検証に失敗しました。もう一度お試しください。
ko: 로그인 검증에 실패했습니다. 다시 시도해 주세요.
pl: Weryfikacja logowania nie powiodła się. Spróbuj ponownie.
zh_hant: 登入驗證失敗，請再試一次。

source: 登录验证失败。
de: Anmeldebestätigung fehlgeschlagen.
en: Sign-in verification failed.
ja: ログインの確認に失敗しました。
ko: 로그인 확인 실패.
pl: Weryfikacja logowania nie powiodła się.
zh_hant: 登入驗證失敗。

source: 目录编号
de: Katalognummer
en: Catalog Number
ja: カタログ番号
ko: 카탈로그 번호
pl: Numer katalogowy
zh_hant: 目錄編號

source: 相关
de: Verwandt
en: Related
ja: 関連
ko: 관련
pl: Powiązane
zh_hant: 相關

source: 相关作品
de: Verwandte Titel
en: Related Titles
ja: 関連作品
ko: 관련 작품
pl: Powiązane tytuły
zh_hant: 相關作品

source: 相关角色
de: Verwandte Figuren
en: Related Characters
ja: 関連キャラクター
ko: 관련 캐릭터
pl: Powiązane postacie
zh_hant: 相關角色

source: 相同角色
de: Dieselbe Figur
en: Same Character
ja: 同一キャラクター
ko: 동일 캐릭터
pl: Ta sama postać

source: 短时间内将视觉小说游玩状态从“计划游玩”修改为“已游玩”或“抛弃”时，询问是否修改自动填充的游玩日期。选取“已游玩”然后轻点“存储”试试。
de: Wenn du den Status einer Visual Novel kurz nach dem Hinzufügen von „Geplant“ auf „Gespielt“ oder „Abgebrochen“ änderst, wirst du gefragt, ob das automatisch eingetragene Spieldatum geändert werden soll. Wähle „Gespielt“ und tippe dann auf „Sichern“, um es auszuprobieren.
en: If you change a visual novel from “Plan to Play” to “Played” or “Dropped” shortly after adding it, you’re asked whether to change the automatically filled play dates. Choose “Played,” then tap “Save” to try it.
ja: ビジュアルノベルのプレイ状況を短時間で「プレイ予定」から「プレイ済み」または「放棄」に変更すると、自動入力されたプレイ日を変更するかどうかを確認します。「プレイ済み」を選択して「保存」をタップして試してみてください。
ko: 짧은 시간 안에 비주얼 노벨의 플레이 상태를 ‘플레이 예정’에서 ‘플레이 완료’ 또는 ‘포기’로 변경하면 자동으로 입력된 플레이 날짜를 수정할지 묻습니다. ‘플레이 완료’를 선택한 다음 ‘저장’을 탭하여 사용해 보세요.
pl: Gdy wkrótce po dodaniu zmienisz status powieści wizualnej z „Planowane” na „Ukończone” lub „Porzucone”, pojawi się pytanie, czy zmienić automatycznie uzupełnioną datę gry. Wybierz „Ukończone”, a następnie stuknij „Zachowaj”, aby wypróbować.
zh_hant: 短時間內將視覺小說遊玩狀態從「計劃遊玩」修改為「已遊玩」或「放棄」時，詢問是否修改自動填充的遊玩日期。選取「已遊玩」然後點一下「儲存」試試。

source: 短篇
de: Kurz
en: Short
ja: 短編
ko: 단편
pl: Krótka

source: 社区
de: Community
en: Community
ja: コミュニティ
ko: 커뮤니티
pl: Społeczność
zh_hant: 社群

source: 社区推荐
de: Community-Empfehlung
en: Community Pick
ja: コミュニティのおすすめ
ko: 커뮤니티 추천
pl: Polecane przez społeczność
zh_hant: 社群推薦

source: 视觉小说
de: Visual Novel
en: Visual Novel
ja: ビジュアルノベル
ko: 비주얼 노벨
pl: Powieść wizualna
zh_hant: 視覺小說

source: 视觉小说标题
de: Visual-Novel-Titel
en: Visual Novel Title
ja: ビジュアルノベルのタイトル
ko: 비주얼 노벨 제목
pl: Tytuł powieści wizualnej
zh_hant: 視覺小說標題

# 视觉小说简介
source: 简介
de: Visual-Novel-Beschreibung
en: Description
ja: 紹介文
ko: 소개
pl: Opis powieści wizualnej
zh_hant: 簡介

# 视觉小说简介与标签
source: 简介与标签
de: Visual-Novel-Beschreibung und Tags
en: Description & Tags
ja: 紹介文とタグ
ko: 소개 및 태그
pl: Opis powieści wizualnej i tagi
zh_hant: 簡介與標籤

source: 禁用
de: Deaktivieren
en: Disable
ja: 無効にする
ko: 비활성화
pl: Wyłącz
zh_hant: 停用

source: 移除附件
de: Anhang entfernen
en: Remove Attachment
ja: 添付ファイルを削除
ko: 첨부 파일 제거
pl: Usuń załącznik

source: 立陶宛语
de: Litauisch
en: Lithuanian
ja: リトアニア語
ko: 리투아니아어
pl: Litewski
zh_hant: 立陶宛文

source: 站点角色
de: Rollen auf der Website
en: Site Roles
ja: サイト上の役割
ko: 사이트 역할
pl: Rola w witrynie
zh_hant: 站點角色

source: 符合你偏好的%@类型，并包含具有%@等偏好特征的主要角色。
de: Entspricht deinen bevorzugten %@-Themen und enthält Hauptfiguren mit Merkmalen wie %@.
en: Matches your preferred %@ themes and includes a main character with traits you prefer, such as %@.
ja: 好みの%@ジャンルに合い、%@などの好みの特性を持つ主要キャラクターが登場します。
ko: 선호하는 %@ 유형과 일치하며, %@ 등의 선호 특성을 가진 주요 캐릭터가 등장합니다.
pl: Pasuje do preferowanych przez Ciebie tematów %@ i zawiera główne postacie z cechami preferowanymi przez Ciebie, takimi jak %@.
zh_hant: 符合你偏好的%@類型，並包含具有%@等偏好特徵的主要角色。

source: 符合你偏好的%@类型；主要角色“%@”具有%@等你经常偏好的特征。
de: Entspricht deinen bevorzugten %@-Themen. Die Hauptfigur „%@“ besitzt Merkmale wie %@, die du häufig bevorzugst.
en: Matches your preferred %@ themes; the main character “%@” has traits you often prefer, including %@.
ja: 好みの%@ジャンルに合い、主要キャラクター「%@」には%@など、よく好む特性があります。
ko: 선호하는 %@ 유형과 일치하며, 주요 캐릭터 ‘%@’에게 자주 선호하는 %@ 등의 특성이 있습니다.
pl: Pasuje do preferowanych przez Ciebie tematów %@. Główna postać „%@” ma cechy, które często preferujesz, takie jak %@.
zh_hant: 符合你偏好的%@類型；主要角色「%@」具有%@等你經常偏好的特徵。

source: 符合你偏好的游戏标签“%@”
de: Entspricht dem von dir bevorzugten Spiel-Tag „%@“
en: Matches your preferred game tag “%@”
ja: 好みのゲームタグ「%@」に一致します
ko: 선호하는 게임 태그 ‘%@’와 일치합니다
pl: Pasuje do preferowanego przez Ciebie tagu gry „%@”
zh_hant: 符合你偏好的遊戲標籤「%@」

source: 符合条件的结果已按安全限制隐藏。
de: Passende Ergebnisse wurden aufgrund der Sicherheitsbeschränkungen ausgeblendet.
en: Matching results have been hidden by the safety restrictions.
ja: 条件に該当する結果は安全制限により非表示になっています。
ko: 조건에 해당하는 결과는 안전 제한에 따라 숨겨졌습니다.
pl: Pasujące wyniki zostały ukryte zgodnie z ograniczeniami bezpieczeństwa.
zh_hant: 符合條件的結果已依安全限制隱藏。

# 第%lld页，共%lld页
source: 第%1$lld页，共%2$lld页
de: Seite %1$lld von %2$lld
en: Page %1$lld of %2$lld
ja: %2$lldページ中%1$lldページ目
ko: %2$lld페이지 중 %1$lld페이지
pl: Strona %1$lld z %2$lld
zh_hant: 第%1$lld頁，共%2$lld頁

source: 筛选
de: Filtern
en: Filter
ja: フィルタ
ko: 필터
pl: Filtruj
zh_hant: 篩選

source: 筛选与排序
de: Filtern und sortieren
en: Filter and Sort
ja: フィルタと並べ替え
ko: 필터 및 정렬
pl: Filtruj i sortuj
zh_hant: 篩選與排序

source: 筛选对象
de: Filterziel
en: Filter target
ja: 絞り込み対象
ko: 필터 대상
pl: Obiekt filtra
zh_hant: 篩選對象

source: 筛选条件
de: Filterbedingungen
en: Filter Conditions
ja: フィルタ条件
ko: 필터 조건
pl: Warunki filtrowania
zh_hant: 篩選條件

source: 筛选条件%@中的设置互相冲突。请调整其中一项。
de: Die Einstellungen in Filter %@ widersprechen sich. Passe eine davon an.
en: The settings in filter %@ conflict with each other. Adjust one of them.
ja: フィルタ%@内の設定が競合しています。いずれかを調整してください。
ko: 필터 %@의 설정이 서로 충돌합니다. 설정 중 하나를 조정해 주세요.
pl: Ustawienia filtra %@ są ze sobą sprzeczne. Zmień jedno z nich.
zh_hant: 篩選條件%@中的設定互相衝突。請調整其中一項。

source: 筛选条件冲突
de: Filterkonflikt
en: Filter Conflict
ja: フィルタ条件の競合
ko: 필터 조건 충돌
pl: Konflikt filtrów
zh_hant: 篩選條件衝突

source: 简介
de: Beschreibung
en: Description
ja: 紹介文
ko: 소개
pl: Opis
zh_hant: 簡介

source: 简介翻译问题：%@
de: Problem mit der Beschreibungsübersetzung: %@
en: Description Translation Issue: %@
ja: 紹介文の翻訳の問題：%@
ko: 소개 번역 문제: %@
pl: Problem z tłumaczeniem opisu: %@
zh_hant: 簡介翻譯問題：%@

source: 简体中文
de: Vereinfachtes Chinesisch
en: Simplified Chinese
ja: 簡体字中国語
ko: 중국어 간체
pl: Chiński uproszczony
zh_hant: 簡體中文

source: 管理PaperVN的整体设置和偏好设置，例如语言与地区等。
de: Verwalte die allgemeinen Einstellungen und Präferenzen von PaperVN, etwa Sprache und Region.
en: Manage PaperVN’s overall settings and preferences, such as language and region.
ja: 言語や地域など、PaperVN全体の設定や環境設定を管理します。
ko: 언어 및 지역과 같은 PaperVN의 전체 설정과 환경설정을 관리합니다.
pl: Zarządzaj ogólnymi ustawieniami i preferencjami PaperVN, takimi jak język i region.
zh_hant: 管理PaperVN的整體設定和偏好設定，例如語言與地區等。

source: 管理Today页面的偏好设置。
de: Verwalte die Einstellungen der Today-Seite.
en: Manage preferences for the Today page.
ja: Todayページの環境設定を管理します。
ko: Today 페이지의 환경설정을 관리합니다.
pl: Zarządzaj preferencjami strony Today.
zh_hant: 管理Today頁面的偏好設定。

source: 管理搜索页面的偏好设置。
de: Verwalte die Einstellungen der Suchseite.
en: Manage the preferences for the Search page.
ja: 検索ページの設定を管理します。
ko: 검색 페이지 환경설정을 관리합니다.
pl: Zarządzaj preferencjami strony wyszukiwania.
zh_hant: 管理搜尋頁面的偏好設定。

source: 管理资料库页面的偏好设置。
de: Verwalte die Einstellungen der Mediathek-Seite.
en: Manage preferences for the Library page.
ja: ライブラリページの環境設定を管理します。
ko: 보관함 페이지의 환경설정을 관리합니다.
pl: Zarządzaj preferencjami strony biblioteki.
zh_hant: 管理資料庫頁面的偏好設定。

source: 篇幅
de: Länge
en: Length
ja: 長さ
ko: 분량
pl: Długość

source: 篇幅%lld
de: Länge %lld
en: Length %lld
ja: 長さ%lld
ko: 분량 %lld
pl: Długość %lld

source: 类型
de: Typ
en: Type
ja: 種類
ko: 유형
pl: Typ
zh_hant: 類型

source: 系列
de: Reihe
en: Series
ja: シリーズ
ko: 시리즈
pl: Seria

source: 系列 %lld
de: Reihe %lld
en: Series %lld
ja: シリーズ %lld
ko: 시리즈 %lld
pl: Seria %lld

source: 系列作品
de: Titel der Reihe
en: Series Titles
ja: シリーズ作品
ko: 시리즈 작품
pl: Tytuły serii

source: 系统状态内容格式无效。
de: Das Format der Systemstatusinhalte ist ungültig.
en: The system status content is invalid.
ja: システムステータスの内容が無効です。
ko: 시스템 상태 내용이 잘못되었습니다.
pl: Format treści stanu systemu jest nieprawidłowy.
zh_hant: 系統狀態內容格式無效。

source: 系统状态内容版本过高。
de: Für diese Systemstatusinhalte ist eine neuere Version von PaperVN erforderlich.
en: This system status content requires a newer version of PaperVN.
ja: このシステムステータスの内容には新しいバージョンのPaperVNが必要です。
ko: 이 시스템 상태 콘텐츠에는 최신 버전의 PaperVN이 필요합니다.
pl: Te treści stanu systemu wymagają nowszej wersji PaperVN.
zh_hant: 此系統狀態內容需要較新版本的PaperVN。

source: 系统状态服务返回了无效响应。
de: Der Systemstatusdienst hat eine ungültige Antwort zurückgegeben.
en: The system status service returned an invalid response.
ja: システムステータスサービスから無効な応答が返されました。
ko: 시스템 상태 서비스가 잘못된 응답을 반환했습니다.
pl: Usługa stanu systemu zwróciła nieprawidłową odpowiedź.
zh_hant: 系統狀態服務傳回無效回應。

source: 系统返回了无法识别的年龄范围结果。
de: Das System hat ein nicht erkennbares Ergebnis zum Altersbereich zurückgegeben.
en: The system returned an unrecognized age-range result.
ja: システムから認識できない年齢範囲の結果が返されました。
ko: 시스템에서 인식할 수 없는 연령 범위 결과를 반환했습니다.
pl: System zwrócił nierozpoznany wynik zakresu wieku.
zh_hant: 系統傳回了無法識別的年齡範圍結果。

source: 约2～10小时
de: Etwa 2–10 Stunden
en: About 2–10 Hours
ja: 約2～10時間
ko: 약 2~10시간
pl: Około 2–10 godzin
zh_hant: 約2～10小時

source: 约10～30小时
de: Etwa 10–30 Stunden
en: About 10–30 Hours
ja: 約10～30時間
ko: 약 10~30시간
pl: Około 10–30 godzin
zh_hant: 約10～30小時

source: 约30～50小时
de: Etwa 30–50 Stunden
en: About 30–50 Hours
ja: 約30～50時間
ko: 약 30~50시간
pl: Około 30–50 godzin
zh_hant: 約30～50小時

source: 紧急回避
de: Notausweichmodus
en: Emergency Evasion
ja: 緊急回避
ko: 긴급 회피
pl: Awaryjne obejście
zh_hant: 緊急迴避

source: 紧急回避已启用。退出App以恢复用户设置。
de: Der Notausweichmodus ist aktiviert. Beende die App, um die Benutzereinstellungen wiederherzustellen.
en: Emergency Evasion is on. Exit the app to restore your settings.
ja: 緊急回避が有効になっています。ユーザー設定を復元するにはAppを終了してください。
ko: 긴급 회피가 활성화되었습니다. 사용자 설정을 복원하려면 앱을 종료해 주세요.
pl: Awaryjne obejście jest włączone. Zamknij aplikację, aby przywrócić ustawienia użytkownika.
zh_hant: 緊急迴避已啟用。退出App以恢復使用者設定。

source: 紧急回避时使用最严格的安全限制直至退出App。
de: Im Notausweichmodus gelten bis zum Beenden der App die strengsten Sicherheitsbeschränkungen.
en: During Emergency Evasion, the strictest safety restrictions apply until you exit the app.
ja: 緊急回避中は、Appを終了するまで最も厳しい安全性の制限が適用されます。
ko: 긴급 회피 중에는 앱을 종료할 때까지 가장 엄격한 안전 제한이 적용됩니다.
pl: Podczas awaryjnego obejścia do zamknięcia aplikacji obowiązują najsurowsze ograniczenia bezpieczeństwa.
zh_hant: 緊急迴避時使用最嚴格的安全限制直至退出App。

source: 结束日期
de: Enddatum
en: End Date
ja: 終了日時
ko: 종료일
pl: Data zakończenia
zh_hant: 結束日期

source: 继续
de: Fortfahren
en: Continue
ja: 続ける
ko: 계속
pl: Kontynuuj
zh_hant: 繼續

source: 继续向上轻扫以查看所有评论
de: Weiter nach oben wischen, um alle Kommentare anzuzeigen
en: Keep swiping up to view all comments.
ja: さらに上にスワイプしてすべてのコメントを表示
ko: 계속 위로 쓸어올려 모든 댓글 보기
pl: Przesuwaj dalej w górę, aby wyświetlić wszystkie komentarze
zh_hant: 繼續向上滑動以查看所有評論

source: 继续编辑
de: Weiter bearbeiten
en: Keep Editing
ja: 編集を続ける
ko: 계속 편집
pl: Kontynuuj edycję
zh_hant: 繼續編輯

source: 续作
de: Fortsetzung
en: Sequel
ja: 続編
ko: 후속작
pl: Kontynuacja
zh_hant: 續作

source: 综合
de: Gesamt
en: Combined
ja: 統合
ko: 통합
pl: Ogólne
zh_hant: 綜合

source: 缓存
de: Cache
en: Cache
ja: キャッシュ
ko: 캐시
pl: Pamięć podręczna
zh_hant: 快取

source: 缓存策略
de: Cache-Strategie
en: Cache Strategy
ja: キャッシュ方針
ko: 캐시 전략
pl: Strategia pamięci podręcznej
zh_hant: 快取策略

# 缓存策略.更多
source: 更多
de: Mehr
en: More
ja: 多め
ko: 더 많이
pl: Więcej

source: 编辑
de: Bearbeiten
en: Edit
ja: 編集
ko: 편집
pl: Edytuj
zh_hant: 編輯

source: 编辑“%@”
de: „%@“ bearbeiten
en: Edit “%@”
ja: 「%@」を編集
ko: ‘%@’ 편집
pl: Edytuj „%@”
zh_hant: 編輯「%@」

source: 编辑推荐
de: Empfehlung bearbeiten
en: Edit Recommendation
ja: おすすめを編集
ko: 추천 편집
pl: Edytuj rekomendację
zh_hant: 編輯推薦

source: 编辑翻译
de: Übersetzung bearbeiten
en: Edit Translation
ja: 翻訳を編集
ko: 번역 편집
pl: Edytuj tłumaczenie
zh_hant: 編輯翻譯

source: 编辑资料库
de: Mediathek bearbeiten
en: Edit Library
ja: ライブラリを編集
ko: 보관함 편집
pl: Edytuj bibliotekę
zh_hant: 編輯資料庫

source: 繁体中文
de: Traditionelles Chinesisch
en: Traditional Chinese
ja: 繁体字中国語
ko: 중국어 번체
pl: Chiński tradycyjny
zh_hant: 繁體中文

source: 网络
de: Netzwerk
en: Network
ja: ネットワーク
ko: 네트워크
pl: Sieć
zh_hant: 網路

source: 网页
de: Webseite
en: Web
ja: Web
ko: 웹
pl: Strona internetowa
zh_hant: 網頁

source: 罗马字
de: Lateinische Umschrift
en: Romanization
ja: ローマ字
ko: 로마자
pl: Romanizacja
zh_hant: 羅馬字

source: 罗马尼亚语
de: Rumänisch
en: Romanian
ja: ルーマニア語
ko: 루마니아어
pl: Rumuński
zh_hant: 羅馬尼亞文

source: 罩杯
de: Körbchengröße
en: Cup Size
ja: カップ
ko: 컵 사이즈
pl: Rozmiar miseczki

source: 美术
de: Illustration
en: Art
ja: 原画
ko: 원화
pl: Grafika
zh_hant: 美術

source: 翻译
de: Übersetzung
en: Translation
ja: 翻訳
ko: 번역
pl: Tłumaczenie
zh_hant: 翻譯

source: 翻译PaperVN
de: PaperVN übersetzen
en: Translate PaperVN
ja: PaperVNを翻訳
ko: PaperVN 번역
pl: Przetłumacz PaperVN
zh_hant: 翻譯PaperVN

source: 翻译VNDB视觉小说与角色简介
de: VNDB-Beschreibungen von Visual Novels und Figuren übersetzen
en: Translate VNDB Visual Novel and Character Descriptions
ja: VNDBのビジュアルノベル・キャラクター紹介を翻訳
ko: VNDB 비주얼 노벨 및 캐릭터 소개 번역
pl: Przetłumacz opisy powieści wizualnych i postaci z VNDB
zh_hant: 翻譯VNDB視覺小說與角色簡介

source: 翻译投稿服务返回了无效响应。
de: Der Dienst für Übersetzungseinreichungen hat eine ungültige Antwort zurückgegeben.
en: The translation submission service returned an invalid response.
ja: 翻訳投稿サービスから無効な応答が返されました。
ko: 번역 제출 서비스에서 잘못된 응답을 반환했습니다.
pl: Usługa przesyłania tłumaczeń zwróciła nieprawidłową odpowiedź.
zh_hant: 翻譯投稿服務傳回了無效的回應。

# 翻译视觉小说简介
source: 翻译简介
de: Visual-Novel-Beschreibung übersetzen
en: Translate Description
ja: 紹介文を翻訳
ko: 소개 번역
pl: Przetłumacz opis powieści wizualnej
zh_hant: 翻譯簡介

source: 翻译简介
de: Beschreibung übersetzen
en: Translate Description
ja: 紹介文を翻訳
ko: 소개 번역
pl: Przetłumacz opis
zh_hant: 翻譯簡介

source: 翻译详情
de: Übersetzungsdetails
en: Translation Details
ja: 翻訳の詳細
ko: 번역 세부 정보
pl: Szczegóły tłumaczenia
zh_hant: 翻譯詳情

source: 翻译语言
de: Übersetzungssprache
en: Translation Language
ja: 翻訳言語
ko: 번역 언어
pl: Język tłumaczenia
zh_hant: 翻譯語言

source: 翻转iPad以紧急回避
de: iPad umdrehen für Notausweichmodus
en: Flip iPad for Emergency Evasion
ja: iPadを裏返して緊急回避
ko: iPad를 뒤집어 긴급 회피
pl: Odwróć iPada, aby włączyć awaryjne obejście
zh_hant: 翻轉iPad以緊急迴避

source: 翻转iPhone以紧急回避
de: iPhone umdrehen für Notausweichmodus
en: Flip iPhone for Emergency Evasion
ja: iPhoneを裏返して緊急回避
ko: iPhone을 뒤집어 긴급 회피
pl: Odwróć iPhone’a, aby włączyć awaryjne obejście
zh_hant: 翻轉iPhone以緊急迴避

source: 翻转一下，立即隐藏
de: Umdrehen und sofort ausblenden
en: Flip to Hide Instantly
ja: 裏返すだけで、さっと隠せる
ko: 뒤집어서 바로 숨기기
pl: Odwróć, aby od razu ukryć
zh_hant: 翻轉一下，立即隱藏

source: 职位
de: Position
en: Positions
ja: 役職
ko: 직책
pl: Stanowisko
zh_hant: 職位

source: 联系方式
de: Kontaktinformationen
en: Contact Us
ja: お問い合わせ
ko: 문의하기
pl: Dane kontaktowe
zh_hant: 聯絡方式

source: 联系方式（可选）
de: Kontaktinformationen (optional)
en: Contact Information (Optional)
ja: 連絡先（任意）
ko: 연락처(선택 사항)
pl: Dane kontaktowe (opcjonalne)
zh_hant: 聯絡方式（選用）

source: 胸围
de: Brustumfang
en: Bust
ja: バスト
ko: 가슴둘레
pl: Obwód biustu
zh_hant: 胸圍

source: 腰围
de: Taillenumfang
en: Waist
ja: ウエスト
ko: 허리둘레
pl: Obwód talii
zh_hant: 腰圍

source: 臀围
de: Hüftumfang
en: Hips
ja: ヒップ
ko: 엉덩이둘레
pl: Obwód bioder
zh_hant: 臀圍

source: 自动填充“开始日期”
de: „Startdatum“ automatisch ausfüllen
en: Automatically Fill “Start Date”
ja: 「開始日時」を自動入力
ko: ‘시작일’ 자동 입력
pl: Automatycznie wypełniaj „Datę rozpoczęcia”
zh_hant: 自動填寫「開始日期」

source: 自动填充“结束日期”
de: „Enddatum“ automatisch ausfüllen
en: Automatically Fill “End Date”
ja: 「終了日時」を自動入力
ko: ‘종료일’ 자동 입력
pl: Automatycznie wypełniaj „Datę zakończenia”
zh_hant: 自動填寫「結束日期」

source: 自动翻译没有人工译文的标签
de: Nicht manuell übersetzte Tags automatisch übersetzen
en: Automatically Translate Tags Without Human Translations
ja: 人手による翻訳がないタグを自動翻訳
ko: 수동 번역이 없는 태그 자동 번역
pl: Automatycznie tłumacz tagi bez ręcznego tłumaczenia
zh_hant: 自動翻譯沒有人工譯文的標籤

source: 色情
de: Sexuelle Inhalte
en: Sexual Content
ja: 性的コンテンツ
ko: 선정적 콘텐츠
pl: Treści seksualne
zh_hant: 色情內容

source: 色情与暴力
de: Sexuelle Inhalte und Gewalt
en: Sexual Content & Violence
ja: 性的コンテンツと暴力
ko: 선정적 콘텐츠 및 폭력
pl: Treści seksualne i przemoc
zh_hant: 色情內容與暴力

source: 色情阈值
de: Schwelle für sexuelle Inhalte
en: Sexual Content Threshold
ja: 性的コンテンツのしきい値
ko: 선정적 콘텐츠 임계값
pl: Próg treści seksualnych
zh_hant: 色情內容臨界值

source: 色调
de: Getönt
en: Tinted
ja: 色付き
ko: 색조
pl: Barwiony
zh_hant: 色調

source: 芬兰语
de: Finnisch
en: Finnish
ja: フィンランド語
ko: 핀란드어
pl: Fiński
zh_hant: 芬蘭文

source: 英语
de: Englisch
en: English
ja: 英語
ko: 영어
pl: Angielski
zh_hant: 英文

source: 荷兰语
de: Niederländisch
en: Dutch
ja: オランダ語
ko: 네덜란드어
pl: Niderlandzki
zh_hant: 荷蘭文

source: 萌萌点
de: Moemoe-Punkte
en: Moemoe Points
ja: 萌えポイント
ko: 모에 포인트
pl: Punkty Moemoe
zh_hant: 萌萌點

source: 葡萄牙语
de: Portugiesisch
en: Portuguese
ja: ポルトガル語
ko: 포르투갈어
pl: Portugalski
zh_hant: 葡萄牙文

source: 血型
de: Blutgruppe
en: Blood Type
ja: 血液型
ko: 혈액형
pl: Grupa krwi

source: 补丁
de: Patch
en: Patch
ja: パッチ
ko: 패치
pl: Łatka
zh_hant: 補丁

source: 补上真实的游玩日期
de: Das echte Spieldatum festhalten
en: Record When You Really Played
ja: 実際のプレイ日を記録
ko: 실제 플레이 날짜 기록
pl: Zapisz prawdziwą datę gry
zh_hant: 補上真實的遊玩日期

source: 补标
de: Nachträgliche Einträge
en: Late Entries
ja: 後から記録
ko: 뒤늦은 기록
pl: Wpisy z opóźnieniem
zh_hant: 補標

source: 西班牙语
de: Spanisch
en: Spanish
ja: スペイン語
ko: 스페인어
pl: Hiszpański
zh_hant: 西班牙文

source: 要从资料库删除“%@”吗？
de: Möchtest du „%@“ aus der Mediathek entfernen?
en: Remove “%@” from your library?
ja: 「%@」をライブラリから削除しますか？
ko: 보관함에서 ‘%@’ 항목을 제거하겠습니까?
pl: Usunąć „%@” z biblioteki?
zh_hant: 要從資料庫移除「%@」嗎？

source: 要关闭反馈吗？
de: Feedback schließen?
en: Close Feedback?
ja: フィードバックを閉じますか？
ko: 피드백을 닫겠습니까?
pl: Zamknąć opinię?
zh_hant: 要關閉回饋嗎？

source: 要删除Hiro智能模型更新吗？
de: Modellupdate für Hiro Intelligence löschen?
en: Delete the Hiro Intelligence model update?
ja: ひろインテリジェンスのモデル更新を削除しますか？
ko: Hiro 인텔리전스 모델 업데이트를 삭제하시겠습니까?
pl: Usunąć aktualizację modelu Hiro Intelligence?
zh_hant: 要刪除Hiro智慧模型更新嗎？

source: 要删除缓存吗？
de: Cache löschen?
en: Delete Cache?
ja: キャッシュを削除しますか？
ko: 캐시를 삭제하겠습니까?
pl: Wyczyścić pamięć podręczną?
zh_hant: 要刪除快取嗎？

source: 要取消推荐吗？
de: Diese Empfehlung entfernen?
en: Remove This Recommendation?
ja: このおすすめを外しますか？
ko: 이 추천을 취소하겠습니까?
pl: Usunąć tę rekomendację?
zh_hant: 要取消推薦嗎？

source: 要撤回翻译吗？
de: Diese Übersetzung zurückziehen?
en: Withdraw Translation?
ja: この翻訳を取り下げますか？
ko: 이 번역을 철회하겠습니까?
pl: Wycofać to tłumaczenie?
zh_hant: 要撤回翻譯嗎？

source: 要放弃更改吗？
de: Änderungen verwerfen?
en: Discard Changes?
ja: 変更を破棄しますか？
ko: 변경 사항을 버리겠습니까?
pl: Odrzucić zmiany?
zh_hant: 要放棄更改嗎？

source: 要放弃编辑吗？
de: Bearbeitung verwerfen?
en: Discard Edits?
ja: 編集内容を破棄しますか？
ko: 편집 내용을 버리겠습니까?
pl: Odrzucić zmiany?
zh_hant: 要放棄編輯嗎？

source: 要退出Bangumi番组计划账户吗？
de: Möchtest du dich von deinem Bangumi-Account abmelden?
en: Sign out of your Bangumi account?
ja: Bangumi番組計画アカウントからログアウトしますか？
ko: Bangumi 계정에서 로그아웃하겠습니까?
pl: Wylogować się z konta Bangumi?
zh_hant: 要登出Bangumi番組計畫帳號嗎？

source: 要退出VNDB账户吗？
de: Möchtest du dich von deinem VNDB-Account abmelden?
en: Sign out of your VNDB account?
ja: VNDBアカウントからログアウトしますか？
ko: VNDB 계정에서 로그아웃하겠습니까?
pl: Wylogować się z konta VNDB?
zh_hant: 要登出VNDB帳號嗎？

source: 要退出鲲Galgame账户吗？
de: Möchtest du dich von deinem KunGalgame-Account abmelden?
en: Sign out of your KunGalgame account?
ja: KunGalgameアカウントからログアウトしますか？
ko: KunGalgame 계정에서 로그아웃하겠습니까?
pl: Wylogować się z konta KunGalgame?
zh_hant: 要登出鯤Galgame帳號嗎？

source: 角色
de: Figur
en: Character
ja: キャラクター
ko: 캐릭터
pl: Postać

source: 角色 %lld
de: Figuren %lld
en: Characters %lld
ja: キャラクター %lld
ko: 캐릭터 %lld
pl: Postacie %lld

source: 角色设计
de: Charakterdesign
en: Character Design
ja: キャラクターデザイン
ko: 캐릭터 디자인
pl: Projekty postaci
zh_hant: 角色設計

source: 解除静音
de: Stummschaltung aufheben
en: Unmute
ja: ミュートを解除
ko: 음소거 해제
pl: Włącz dźwięk
zh_hant: 解除靜音

source: 计划有%lld个服务中断
de: %lld geplante Dienstausfälle
en: %lld scheduled service outages
ja: %lld件のサービス停止が予定されています
ko: %lld개 서비스 중단이 예정되어 있습니다
pl: %lld zaplanowanej przerwy w działaniu usług
zh_hant: 計畫有%lld個服務中斷

source: 计划有%lld个服务出现问题
de: %lld Dienste von geplanten Wartungsarbeiten betroffen
en: %lld services affected by scheduled maintenance
ja: %lld件のサービスで問題が発生する予定です
ko: %lld개 서비스에 문제가 발생할 예정입니다
pl: %lld usługi objętej planowanymi pracami
zh_hant: 計畫有%lld個服務出現問題

source: 计划游玩
de: Geplant
en: Plan to Play
ja: プレイ予定
ko: 플레이 예정
pl: Planowane
zh_hant: 計劃遊玩

source: 让搜索单独显示
de: Suche separat anzeigen
en: Give Search Its Own Place
ja: 検索を独立して表示
ko: 검색을 따로 표시
pl: Osobne miejsce na wyszukiwanie
zh_hant: 讓搜尋單獨顯示

source: 让更多人读懂简介
de: Beschreibungen für mehr Menschen
en: Help More People Read Descriptions
ja: より多くの人に概要を届ける
ko: 더 많은 사람에게 소개 전하기
pl: Opisy dla większej liczby osób
zh_hant: 讓更多人讀懂簡介

source: 设备端模型
de: On-Device-Modell
en: On-Device Model
ja: オンデバイスモデル
ko: 온디바이스 모델
pl: Model na urządzeniu
zh_hant: 裝置端模型

source: 设置
de: Einstellungen
en: Settings
ja: 設定
ko: 설정
pl: Ustawienia
zh_hant: 設定

source: 评分
de: Bewertung
en: Rating
ja: 評価
ko: 평점
pl: Ocena
zh_hant: 評分

source: 评分%lld
de: Bewertung %lld
en: Rating %lld
ja: 評価%lld
ko: 평점 %lld
pl: Ocena %lld
zh_hant: 評分%lld

source: 评分范围
de: Bewertungsbereich
en: Rating Range
ja: 評価範囲
ko: 평점 범위
pl: Zakres ocen
zh_hant: 評分範圍

source: 评论
de: Kommentare
en: Comments
ja: コメント
ko: 댓글
pl: Komentarze
zh_hant: 評論

source: 评论（%lld条）
de: Kommentare (%lld)
en: %lld Comments
ja: コメント（%lld件）
ko: 댓글 %lld개
pl: Komentarze (%lld)
zh_hant: 評論（%lld則）

source: 评论来源
de: Kommentarquelle
en: Comment Source
ja: コメント元
ko: 댓글 출처
pl: Źródło komentarza
zh_hant: 評論來源

source: 译文
de: Übersetzung
en: Translation
ja: 訳文
ko: 번역문
pl: Tłumaczenie
zh_hant: 譯文
